Repository: MacHuiak/Whatever
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, ja, pt, ru, th, tr, zh

source: Site
ar: الموقع
de: Website
es: Sitio
ja: サイト
ru: Сайт
th: เว็บไซต์
zh: 网站

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Iniciar sesión
fr: Connexion
ja: ログイン
ru: Логин
th: เข้าสู่ระบบ
tr: Giriş
zh: 登录

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
zh: 密码

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
pt: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
zh: 添加

source: Add new
ar: إضافة جديدة
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
ja: 新規追加
pt: Adicionar novo
ru: Добавить новый
th: เพิ่มใหม่
tr: Yeni ekle
zh: 添加新

source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
pt: Usar
ru: Использовать
th: ใช้
tr: Kullan
zh: 使用

# addNewN
source: «Add new»
ar: إضافة جديدة
de: Neu hinzufügen
es: Agregar nuevo
fr: Ajouter nouveau
ja: 新規追加
pt: Adicionar novo
ru: Добавить новый
th: เพิ่มใหม่
tr: Yeni ekle
zh: 添加新

source: to add new password
ar: لإضافة كلمة مرور جديدة
de: um ein neues Passwort hinzuzufügen
es: para agregar nueva contraseña
fr: pour ajouter un nouveau mot de passe
ja: 新しいパスワードを追加するために
pt: para adicionar nova senha
ru: чтобы добавить новый пароль
th: เพื่อเพิ่มรหัสผ่านใหม่
tr: yeni şifre eklemek için
zh: 添加新密码

source: Password manager
ar: مدير كلمات المرور
de: Passwort-Manager
es: Gestor de contraseñas
fr: Gestionnaire de mots de passe
ja: パスワードマネージャー
pt: Gerenciador de senhas
ru: Менеджер паролей
th: ผู้จัดการรหัสผ่าน
tr: Şifre yöneticisi
zh: 密码管理器

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
pt: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
zh: 已复制

source: Disconnect
ar: فصل الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
pt: Desconectar
ru: Отключиться
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
zh: 断开连接

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行
pt: Tentar novamente
ru: Попробуйте еще раз
th: ลองอีกครั้ง
tr: Tekrar dene
zh: 重试

source: the light saber to connect VPN
ar: سيف الضوء للاتصال بشبكة الخصوصية الافتراضية
de: das Lichtschwert, um VPN zu verbinden
es: el sable de luz para conectar VPN
fr: le sabre laser pour se connecter au VPN
ja: VPNに接続するための光の剣
pt: o sabre de luz para conectar à VPN
ru: световой меч для подключения к VPN
th: ไฟเซเบอร์เพื่อเชื่อมต่อ VPN
tr: VPN bağlantısı için ışın kılıcı
zh: 连接VPN的光剑

source: Click and drag
ar: انقر واسحب
de: Klicken und ziehen
es: Hacer clic y arrastrar
fr: Cliquer et glisser
ja: クリックしてドラッグ
pt: Clique e arraste
ru: Нажмите и перетащите
th: คลิกและลากรูป
tr: Tıkla ve sürükle
zh: 点击并拖动

source: Fastest Server
ar: أسرع خادم
de: Schnellster Server
es: Servidor más rápido
fr: Serveur le plus rapide
ja: 最速サーバー
pt: Servidor mais rápido
ru: Самый быстрый сервер
th: เซิร์ฟเวอร์ที่เร็วที่สุด
tr: En Hızlı Sunucu
zh: 最快的服务器

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
pt: Baixar
ru: Скачать
th: ดาวน์โหลด
tr: İndir
zh: 下载

source: Add user config
ar: إضافة تكوين المستخدم
de: Benutzerkonfiguration hinzufügen
es: Agregar configuración de usuario
fr: Ajouter une configuration utilisateur
ja: ユーザー設定を追加
pt: Adicionar configuração do usuário
ru: Добавить конфигурацию пользователя
th: เพิ่มการตั้งค่าผู้ใช้
tr: Kullanıcı konfigürasyonu ekle
zh: 添加用户配置

# dragSwordToStartNvpnConnection
source: Drag sword to start VPN connection
ar: اسحب السيف لبدء اتصال VPN
de: Ziehe das Schwert, um die VPN-Verbindung zu starten
es: Arrastra la espada para iniciar la conexión VPN
fr: Glissez l'épée pour démarrer la connexion VPN
ja: 剣をドラッグしてVPN接続を開始
pt: Arraste a espada para iniciar a conexão VPN
ru: Перетащите меч, чтобы начать подключение к VPN
th: ลากดาบเพื่อเริ่ม การเชื่อมต่อ VPN
tr: VPN bağlantısını başlatmak için kılıç sürükle
zh: 拖动剑以开始 VPN连接

source: Cancel connection
ar: إلغاء الاتصال
de: Verbindung abbrechen
es: Cancelar conexión
fr: Annuler la connexion
ja: 接続をキャンセル
pt: Cancelar conexão
ru: Отменить подключение
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı İptal Et
zh: 取消连接

# India
source: Bangalore (India)
ar: بنغالور (الهند)
de: Bangalore (Indien)
fr: Bangalore (Inde)
ja: バンガロール（インド）
pt: Bangalore (Índia)
ru: Бангалор (Индия)
th: บังกาลอร์ (อินเดีย)
tr: Bangalore (Hindistan)
zh: 班加罗尔 (印度)

# Germany
source: Frankfurt (Germany)
ar: فرانكفورت (ألمانيا)
de: Frankfurt (Deutschland)
fr: Francfort (Allemagne)
ja: フランクフルト（ドイツ）
pt: Frankfurt (Alemanha)
ru: Франкфурт (Германия)
th: แฟรงก์เฟิร์ต (เยอรมนี)
tr: Frankfurt (Almanya)
zh: 法兰克福 (德国)

source: Singapore
ar: سنغافورة
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
pt: Cingapura
ru: Сингапур
th: สิงคโปร์
tr: Singapur
zh: 新加坡

# Netherlands
source: Amsterdam (Netherlands)
ar: أمستردام (هولندا)
de: Amsterdam (Niederlande)
es: Ámsterdam (Países Bajos)
fr: Amsterdam (Pays-Bas)
ja: アムステルダム（オランダ）
pt: Amsterdã (Países Baixos)
ru: Амстердам (Нидерланды)
th: อัมสเตอร์ดัม (เนเธอร์แลนด์)
tr: Amsterdam (Hollanda)
zh: 阿姆斯特丹 (荷兰)

# Canada
source: Toronto (Canada)
ar: تورونتو (كندا)
de: Toronto (Kanada)
es: Toronto (Canadá)
ja: トロント（カナダ）
pt: Toronto (Canadá)
ru: Торонто (Канада)
th: โทรอนโต (แคนาดา)
tr: Toronto (Kanada)
zh: 多伦多 (加拿大)

# rateText
source: Rate our app and may the force be with you
ar: قيم تطبيقنا ولتكن القوة معك
de: Bewerte unsere App und möge die Macht mit dir sein
es: Califica nuestra aplicación y que la fuerza esté contigo
fr: Notez notre application et que la force soit avec vous
ja: アプリを評価して、フォースがあなたと共にありますように
pt: Avalie nosso aplicativo e que a força esteja com você
ru: Оцените наше приложение, и пусть с вами будет Сила
th: ให้คะแนนแอปของเราและขอให้พลังสร้างสรรค์อยู่กับคุณ
tr: Uygulamamızı değerlendir ve kuvvet seninle olsun
zh: 评价我们的应用，愿原力与你同在

# rateButton
source: Rate App
ar: قيم التطبيق
de: App bewerten
es: Calificar App
fr: Noter l'application
ja: アプリを評価する
pt: Avaliar App
ru: Оценить приложение
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
zh: 评价应用

source: Spam filter
ar: مرشح البريد العشوائي
es: Filtro de spam
fr: Filtre anti-spam
ja: スパムフィルター
pt: Filtro de spam
ru: Фильтр спама
th: ตัวกรองสแปม
tr: Spam filtresi
zh: 垃圾邮件过滤器

# spamFilterBody
source: Protects your smartphone from spam advertising activity
ar: يحمي هاتفك الذكي من نشاط الإعلانات غير المرغوب فيها
de: Schützt Ihr Smartphone vor Spam-Werbemaßnahmen
es: Protege tu teléfono inteligente de la actividad publicitaria no deseada
fr: Protège votre smartphone contre l'activité publicitaire indésirable
ja: スマートフォンをスパム広告の活動から保護します
pt: Protege seu smartphone contra atividades de spam publicitário
ru: Защищает ваш смартфон от активности спам-рекламы
th: ป้องกันสมาร์ทโฟนของคุณจากกิจกรรมโฆษณาสแปม
tr: Telefonunuzu istenmeyen spam reklam etkinliklerinden korur
zh: 保护您的智能手机免受垃圾广告活动的侵害

source: Phishing filter
ar: مرشح الاحتيال الإلكتروني
es: Filtro antiphishing
fr: Filtre anti-phishing
ja: フィッシングフィルター
pt: Filtro de phishing
ru: Фильтр фишинга
th: ตัวกรองการหลอกลวง
tr: Phishing filtresi
zh: 网络钓鱼过滤器

# phisingFilterBody
source: Protects your smartphone stealing your banking and personal data
ar: يحمي هاتفك الذكي من سرقة بياناتك المصرفية والشخصية
de: Schützt Ihr Smartphone vor dem Diebstahl Ihrer Bank- und persönlichen Daten
es: Protege tu teléfono inteligente contra el robo de datos bancarios y personales
fr: Protège votre smartphone contre le vol de vos données bancaires et personnelles
ja: 銀行や個人データの盗難からスマートフォンを守ります
pt: Protege seu smartphone contra o roubo de dados bancários e pessoais
ru: Защищает ваш смартфон от кражи банковских и личных данных
th: ป้องกันสมาร์ทโฟนของคุณไม่ให้ถูกขโมยข้อมูลการเงินและส่วนตัว
tr: Bankacılık ve kişisel verilerinizi çalmaya karşı telefonunuzu korur
zh: 保护您的智能手机免受银行和个人数据窃取的威胁

source: Adware filter
ar: مرشح البرمجيات الإعلانية
es: Filtro de adware
fr: Filtre anti-logiciels publicitaires
ja: 広告ソフトウェアフィルター
pt: Filtro de adware
ru: Фильтр рекламного ПО
th: ตัวกรองแอดแวร์
tr: Adware filtresi
zh: 广告软件过滤器

# adwareFilterBody
source: Protects your smartphone from a bad site activity
ar: يحمي هاتفك الذكي من نشاط مواقع الويب الضارة
de: Schützt Ihr Smartphone vor bösartiger Webseitenaktivität
es: Protege tu teléfono inteligente de la actividad de sitios web maliciosos
fr: Protège votre smartphone contre l'activité des sites Web malveillants
ja: 悪意のあるサイトの活動からスマートフォンを保護します
pt: Protege seu smartphone contra atividades de sites maliciosos
ru: Защищает ваш смартфон от вредной активности сайтов
th: ป้องกันสมาร์ทโฟนของคุณจากกิจกรรมของเว็บไซต์ที่ไม่ดี
tr: Telefonunuzu kötü sitelerin etkinliklerinden korur
zh: 保护您的智能手机免受恶意网站活动的侵害

source: Cryptominers filter
ar: مرشح التعدين بالعملات الرقمية
es: Filtro de criptomonedas
fr: Filtre anti-cryptomineurs
ja: クリプトマイナーフィルター
pt: Filtro de criptomineração
ru: Фильтр криптовалютных майнеров
th: ตัวกรองคริปโตมายเนอร์
tr: Cryptominers filtresi
zh: 加密货币挖矿过滤器

# cryptominersFilterBody
source: Help to prevent using resourses of your smartphone for mining cryptocurrency
ar: يساعد في منع استخدام موارد هاتفك الذكي لتعدين العملات الرقمية
de: Hilft dabei, die Nutzung der Ressourcen Ihres Smartphones für das Mining von Kryptowährungen zu verhindern
es: Ayuda a prevenir el uso de los recursos de tu teléfono inteligente para minar criptomonedas
fr: Aide à prévenir l'utilisation des ressources de votre smartphone pour miner des cryptomonnaies
ja: スマートフォンのリソースが暗号通貨のマイニングに使用されるのを防ぎます
pt: Ajuda a evitar o uso dos recursos do seu smartphone para minerar criptomoedas
ru: Помогает предотвратить использование ресурсов вашего смартфона для майнинга криптовалюты
th: ช่วยป้องกันการใช้ทรัพยากรของสมาร์ทโฟนของคุณในการขุดเหรียญดิจิทัล
tr: Telefonunuzun kaynaklarının kripto para madenciliği için kullanılmasını önlemeye yardımcı olur
zh: 帮助防止您的智能手机资源被用于挖矿

# activateCapital
source: ACTIVATE
ar: تفعيل
de: AKTIVIEREN
es: ACTIVAR
fr: ACTIVER
ja: アクティベート
pt: ATIVAR
ru: АКТИВИРОВАТЬ
th: เปิดใช้งาน
tr: ETKİNLEŞTİR

# full_base
source: • Full database of suspicious websites
ar: • قاعدة بيانات كاملة للمواقع الإلكترونية المشبوهة
de: • Vollständige Datenbank verdächtiger Websites
es: • Base de datos completa de sitios web sospechosos
fr: • Base de données complète des sites Web suspects
ja: • 疑わしいウェブサイトの完全なデータベース
pt: • Base de dados completa de sites suspeitos
ru: • Полная база подозрительных веб-сайтов
th: • ฐานข้อมูลเต็มของเว็บไซต์ที่น่าสงสัย
tr: • Şüpheli web sitelerinin tam veritabanı
zh: • 可疑网站的完整数据库

# security
source: • Weekly updates to ensure proper protection
ar: • تحديثات أسبوعية لضمان الحماية السليمة
de: • Wöchentliche Updates zur Gewährleistung eines angemessenen Schutzes
es: • Actualizaciones semanales para garantizar una protección adecuada
fr: • Mises à jour hebdomadaires pour assurer une protection adéquate
ja: • 適切な保護を確保するための週次更新
pt: • Atualizações semanais para garantir uma proteção adequada
ru: • Еженедельные обновления для обеспечения надлежащей защиты
th: • การอัปเดตรายสัปดาห์เพื่อให้มีการป้องกันที่เหมาะสม
tr: • Uygun korumayı sağlamak için haftalık güncellemeler
zh: • 每周更新以确保适当的保护

# best_service
source: • Modern technologies for providing the best service
ar: • تقنيات حديثة لتوفير أفضل خدمة
de: • Moderne Technologien für den besten Service
es: • Tecnologías modernas para brindar el mejor servicio
fr: • Technologies modernes pour offrir le meilleur service
ja: • 最高のサービスを提供するためのモダンな技術
pt: • Tecnologias modernas para fornecer o melhor serviço
ru: • Современные технологии для обеспечения лучшего сервиса
th: • เทคโนโลยีทันสมัยเพื่อให้บริการที่ดีที่สุด
tr: • En iyi hizmeti sağlamak için modern teknolojiler
zh: • 为提供最佳服务而采用的现代技术

source: Get Complete Protection
ar: احصل على حماية كاملة
de: Erhalten Sie vollständigen Schutz
es: Obtén protección completa
fr: Obtenez une protection complète
ja: 获得完整保护
pt: Obtenha proteção completa
ru: Получите полную защиту
th: รับความคุ้มครองที่สมบูรณ์
tr: Tam Korumayı Al
zh: 完全な保護を受ける

# getFullAccess
source: Get full access for 9.99 $ per WEEK.
ar: احصل على وصول كامل مقابل 9.99 $ في الأسبوع.
de: Vollständigen Zugriff für 9,99 $ pro WOCHE erhalten.
es: Obtén acceso completo por $ 9.99 por SEMANA.
fr: Obtenez un accès complet pour 9,99 $ par SEMAINE.
ja: 每周 9.99 美元获得完整访问权限。
pt: Obtenha acesso total por 9,99 $ por SEMANA.
ru: Получите полный доступ за 9,99 $ в неделю.
th: รับการเข้าถึงเต็มรูปแบบในราคา 9.99 ดอลลาร์ต่อสัปดาห์
tr: HAFTALIK 9.99 $ karşılığında tam erişim alın.
zh: 週に 9.99 ドルでフルアクセスを入手する。

# dayTrial
source: 3 DAY free trial. Cancel the subscription at any moment
ar: اختبار مجاني لمدة 3 أيام. إلغاء الاشتراك في أي وقت
de: 3 TAGE kostenlose Testversion. Abonnement jederzeit kündbar
es: PRUEBA gratuita de 3 DÍAS. Cancela la suscripción en cualquier momento
fr: Essai GRATUIT de 3 JOURS. Annulez l'abonnement à tout moment
ja: 3 天免费试用。随时取消订阅
pt: Teste GRATUITO de 3 DIAS. Cancele a assinatura a qualquer momento
ru: 3-дневная бесплатная пробная версия. Отмените подписку в любое время
th: ทดลองใช้ฟรี 3 วัน ยกเลิกการสมัครสมาชิกได้ทุกเมื่อ
tr: 3 GÜN ücretsiz deneme. Aboneliği istediğiniz zaman iptal edin
zh: 3日間の無料トライアル。いつでも購読をキャンセルできます

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
ja: 隐私政策
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
zh: プライバシーポリシー

source: Restore Purchase
ar: استعادة الشراء
de: Einkauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
ja: 恢复购买
pt: Restaurar Compra
ru: Восстановить покупку
th: เรียกคืนการซื้อ
tr: Satın Almayı Geri Yükle
zh: 購入の復元

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 使用条款
pt: Termos de Uso
ru: Условия использования
th: ข้อตกลงการใช้งาน
tr: Kullanım Koşulları
zh: 利用規約

source: Next
ar: التالي
de: Nächster
es: Siguiente
fr: Suivant
ja: 下一个
pt: Próximo
ru: Далее
th: ต่อไป
tr: İleri
zh: 次へ

source: Subscribe
ar: الاشتراك
de: Abonnieren
es: Suscribirse
fr: Souscrire
ja: 订阅
pt: Inscrever-se
ru: Подписаться
th: สมัครสมาชิก
tr: Abone Ol
zh: 購読する

# protectOnline
source: Protect your privacy online! Prevent websites from collecting your data without consent. Take control of your fingerprint.
ar: احمي خصوصيتك عبر الإنترنت! منع المواقع الإلكترونية من جمع بياناتك دون موافقة. تولي السيطرة على بصمتك الرقمية.
de: Schützen Sie Ihre Online-Privatsphäre! Verhindern Sie, dass Websites Ihre Daten ohne Zustimmung sammeln. Übernehmen Sie die Kontrolle über Ihren Fingerabdruck.
es: ¡Protege tu privacidad en línea! Evita que los sitios web recopilen tus datos sin consentimiento. Toma el control de tu huella digital.
fr: Protégez votre vie privée en ligne ! Empêchez les sites Web de collecter vos données sans consentement. Prenez le contrôle de votre empreinte digitale.
ja: 保护您的在线隐私！防止网站未经同意收集您的数据。掌控您的指纹。
pt: Proteja sua privacidade online! Impedir que sites coletem seus dados sem consentimento. Controle sua impressão digital.
ru: Защитите свою конфиденциальность в Интернете! Предотвратите сбор данных веб-сайтами без согласия. Управляйте своим отпечатком.
th: ป้องกันความเป็นส่วนตัวของคุณออนไลน์! ป้องกันเว็บไซต์ไม่ให้เก็บข้อมูลของคุณโดยไม่ได้รับอนุญาต ควบคุมลายนิ้วมือของคุณได้เอง
tr: Çevrimiçi gizliliğinizi koruyun! Web sitelerinin izniniz olmadan verilerinizi toplamasını önleyin. Parmak izinizin kontrolünü ele alın.
zh: オンラインプライバシーを保護します！ ウェブサイトが許可なしにデータを収集するのを防止します。自分の指紋をコントロールしてください。

# increaseComfort
source: Increase your comfort and browsing speed! Uses our ad blocking feature to remove ads on websites, pop-ups and distractions. Enjoy a cleaner web experience.
ar: زيادة راحتك وسرعة تصفحك! استخدم ميزة حظر الإعلانات لدينا لإزالة الإعلانات على مواقع الويب والنوافذ المنبثقة والتشتت. استمتع بتجربة ويب نظيفة.
de: Steigern Sie Ihren Komfort und Ihre Browsergeschwindigkeit! Verwenden Sie unser Werbeblockierungsfeature, um Anzeigen auf Websites, Pop-ups und Ablenkungen zu entfernen. Genießen Sie eine sauberere Web-Erfahrung.
es: ¡Aumenta tu comodidad y velocidad de navegación! Utiliza nuestra función de bloqueo de anuncios para eliminar anuncios en sitios web, ventanas emergentes y distracciones. Disfruta de una experiencia web más limpia.
fr: Augmentez votre confort et votre vitesse de navigation ! Utilisez notre fonction de blocage des publicités pour supprimer les publicités sur les sites Web, les pop-ups et les distractions. Profitez d'une expérience Web plus propre.
ja: 增加您的舒适度和浏览速度！使用我们的广告拦截功能在网站上移除广告、弹出窗口和干扰。享受更清洁的网络体验。
pt: Aumente seu conforto e velocidade de navegação! Use nosso recurso de bloqueio de anúncios para remover anúncios em sites, pop-ups e distrações. Desfrute de uma experiência de navegação mais limpa.
ru: Увеличьте свой комфорт и скорость просмотра! Используйте нашу функцию блокировки рекламы, чтобы убрать рекламу на веб-сайтах, всплывающие окна и отвлечения. Наслаждайтесь чище веб-опытом.
th: เพิ่มความสะดวกสบายและความเร็วในการเรียกดู! ใช้ฟีเจอร์การบล็อกโฆษณาของเราเพื่อลบโฆษณาบนเว็บไซต์ ป๊อปอัพ และสิ่งรบกวน สนุกกับประสบการณ์เว็บที่สะอาด
tr: Konforunuzu ve gezinme hızınızı artırın! Reklam engelleme özelliğimizi kullanarak web sitelerindeki reklamları, açılır pencereleri ve dikkat dağıtıcıları kaldırın. Daha temiz bir web deneyimi yaşayın.
zh: 快適さとブラウジング速度を向上させます！ Web サイト、ポップアップ、および邪魔を排除するために広告ブロック機能を使用します。よりクリーンな Web エクスペリエンスをお楽しみください。

# stayProtected
source: Stay protected from potentially dangerous phishing and scam sites.
ar: ابق محميًا من مواقع الصيد الاحتيالية والخداع الخطيرة بالإنترنت.
de: Bleiben Sie vor potenziell gefährlichen Phishing- und Betrugssites geschützt.
es: Mantente protegido de sitios de phishing y estafa potencialmente peligrosos.
fr: Restez protégé contre les sites de phishing et d'arnaque potentiellement dangereux.
ja: 保持免受潜在危险的网络钓鱼和诈骗网站的保护。
pt: Permaneça protegido contra sites de phishing e golpes potencialmente perigosos.
ru: Оставайтесь защищенными от потенциально опасных фишинговых и мошеннических сайтов.
th: รักษาการป้องกันจากเว็บไซต์การหลอกลวงและการแอบอ้างที่เป็นอันตราย
tr: Potansiyel tehlikeli phishing ve dolandırıcılık sitelerinden korunun.
zh: 潜在的に危険なフィッシングや詐欺サイトから保護されます。

source: Block user tracking
ar: منع تتبع المستخدم
de: Benutzer-Tracking blockieren
es: Bloquear seguimiento de usuario
fr: Bloquer le suivi des utilisateurs
ja: 阻止用户追踪
pt: Bloquear rastreamento de usuário
ru: Блокировать отслеживание пользователей
th: บล็อกการติดตามผู้ใช้
tr: Kullanıcı izleme engelle
zh: ユーザートラッキングをブロックする

source: Block ads
ar: منع الإعلانات
de: Werbung blockieren
es: Bloquear anuncios
fr: Bloquer les publicités
ja: 拦截广告
pt: Bloquear anúncios
ru: Блокировать рекламу
th: บล็อกโฆษณา
tr: Reklamları engelle
zh: 広告をブロックする

source: Danger warnings
ar: تحذيرات الخطر
de: Gefahrenwarnungen
es: Advertencias de peligro
fr: Avertissements de danger
ja: 危险警告
pt: Avisos de perigo
ru: Предупреждения о возможной опасности
th: คำเตือนเกี่ยวกับอันตราย
tr: Tehlike uyarıları
zh: 危険警告

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
pt: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
zh: 恢复

# anotherFreeTrial
source: 3 Days Free Trial. Cancel subscription anytime
ar: اختبار مجاني لمدة 3 أيام. إلغاء الاشتراك في أي وقت
de: 3 Tage kostenlose Testversion. Abonnement jederzeit kündbar
es: Prueba gratuita de 3 días. Cancela la suscripción en cualquier momento
fr: Essai gratuit de 3 jours. Annulez votre abonnement à tout moment
ja: 3 天免费试用。随时取消订阅
pt: Teste Grátis de 3 Dias. Cancele a assinatura a qualquer momento
ru: 3-дневная бесплатная пробная версия. Отменить подписку можно в любое время
th: ทดลองใช้ฟรี 3 วัน ยกเลิกการสมัครสมาชิกได้ทุกเมื่อ
tr: 3 Günlük Ücretsiz Deneme. Aboneliği istediğiniz zaman iptal edin
zh: 3 日間の無料トライアル。いつでも購読をキャンセルできます

source: Get full access for $9.99 weekly
ar: احصل على وصول كامل مقابل 9.99 دولار أسبوعياً
de: Vollständigen Zugriff für 9,99 USD pro Woche erhalten
es: Obtén acceso completo por $ 9.99 semanales
fr: Obtenez un accès complet pour 9,99 $ par semaine
ja: 每周 9.99 美元获得完整访问权限
pt: Obtenha acesso total por $ 9,99 semanalmente
ru: Получите полный доступ за 9,99 долларов в неделю
th: รับการเข้าถึงเต็มรูปแบบในราคา $ 9.99 ต่อสัปดาห์
tr: Haftalık 9.99 $ karşılığında tam erişim alın
zh: 週に $9.99 でフルアクセスを入手する

source: Protection
ar: حماية
de: Schutz
es: Protección
ja: 保护
pt: Proteção
ru: Защита
th: การป้องกัน
tr: Koruma
zh: 保護

source: Get Full
ar: احصل على الكامل
de: Hol dir das volle
es: Obtener completo
fr: Obtenir le plein
ja: 获取完整
pt: Obter Completo
ru: Получить полный
th: รับทั้งหมด
tr: Tam Alın
zh: フルを取得する

source: Web surfing protection
ar: حماية تصفح الويب
de: Websurf-Schutz
es: Protección de navegación web
fr: Protection de la navigation sur le Web
ja: 网络浏览保护
pt: Proteção de Navegação na Web
ru: Защита веб-серфинга
th: การป้องกันการเรียกดูเว็บ
tr: Web gezinme koruması
zh: ウェブサーフィンの保護

# surfingSafe
source: This application makes your web surfing safe and private. Forget about leaking your personal data and create your own blacklist if necessary.
ar: تجعل هذه التطبيقات تصفح الويب الخاص بك آمنًا وخاصًا. انسى تسرب بياناتك الشخصية وأنشئ القائمة السوداء الخاصة بك إذا لزم الأمر.
de: Diese Anwendung macht Ihr Websurfen sicher und privat. Vergessen Sie das Auslaufen Ihrer persönlichen Daten und erstellen Sie bei Bedarf Ihre eigene Blacklist.
es: Esta aplicación hace que tu navegación por Internet sea segura y privada. Olvídate de filtrar tus datos personales y crea tu propia lista negra si es necesario.
fr: Cette application rend votre navigation sur le Web sûre et privée. Oubliez la fuite de vos données personnelles et créez votre propre liste noire si nécessaire.
ja: 此应用程序可使您的网络浏览安全且私密。忘记泄露个人数据，并在必要时创建您自己的黑名单。
pt: Este aplicativo torna sua navegação na web segura e privada. Esqueça o vazamento de seus dados pessoais e crie sua própria lista negra, se necessário.
ru: Это приложение обеспечивает безопасный и конфиденциальный веб-серфинг. Забудьте о утечке ваших личных данных и создайте собственный черный список при необходимости.
th: แอปพลิเคชันนี้ทำให้การเรียกดูเว็บของคุณปลอดภัยและเป็นส่วนตัว ลืมการรั่วไหลของข้อมูลส่วนตัวของคุณและสร้างรายการดำของคุณเองตามต้องการ
tr: Bu uygulama web gezinmenizi güvenli ve özel hale getirir. Kişisel verilerinizin sızmasını unutun ve gerektiğinde kendi siyah listenizi oluşturun.
zh: このアプリケーションは、Web サーフィンを安全かつプライベートにします。個人データの漏洩を忘れて、必要に応じて独自のブラックリストを作成します。

source: Ad blocking
ar: حظر الإعلانات
de: Anzeigenblockierung
es: Bloqueo de anuncios
fr: Blocage des publicités
ja: 广告拦截
pt: Bloqueio de Anúncios
ru: Блокировка рекламы
th: การบล็อกโฆษณา
tr: Reklam engelleme
zh: 広告ブロック

# advertisingOnTheInternetAnd
source: Whatever VPN blocks 95% of all advertising on the Internet and makes page loading 30% faster
ar: يمنع Whatever VPN 95٪ من جميع الإعلانات على الإنترنت ويجعل تحميل الصفحات أسرع بنسبة 30٪
de: Whatever VPN blockiert 95% aller Werbung im Internet und macht das Laden von Seiten um 30% schneller
es: Whatever VPN bloquea el 95% de toda la publicidad en Internet y hace que la carga de páginas sea un 30% más rápida
fr: Whatever VPN bloque 95 % de la publicité sur Internet et accélère le chargement des pages de 30 %
ja: Whatever VPN 可屏蔽互联网上 95％ 的广告，并使页面加载速度提高 30％
pt: GalaxyVPN bloqueia 95% de toda a publicidade na Internet e torna o carregamento de páginas 30% mais rápido
ru: Whatever VPN блокирует 95% всей рекламы в Интернете и увеличивает скорость загрузки страниц на 30%
th: Whatever VPN บล็อก 95% ของโฆษณาบนอินเทอร์เน็ตและทำให้การโหลดหน้าเว็บเร็วขึ้น 30%
tr: Whatever VPN İnternet'teki tüm reklamların %95'ini engeller ve sayfa yüklenme hızını %30 artırır
zh: GalaxyVPN はインターネット上の広告の95%をブロックし、ページの読み込みを30%高速化します

source: Danger warning
ar: تحذير الخطر
de: Gefahrenwarnung
es: Advertencia de peligro
fr: Avertissement de danger
ja: 危险警告
pt: Aviso de Perigo
ru: Предупреждение об опасности
th: คำเตือนเกี่ยวกับอันตราย
tr: Tehlike uyarısı
zh: 危険警告
