Repository: MacHuiak/Whatever
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, es, fr, ja, pt, ru, th, tr, zh

# phishingAndScamSites
source: Stay protected from potentially dangerous phishing and scam sites
ar: ابق محميًا من مواقع الصيد الاحتيالية والخداع الخطيرة بالإنترنت
de: Bleiben Sie vor potenziell gefährlichen Phishing- und Betrugssites geschützt
es: Mantente protegido de sitios de phishing y estafa potencialmente peligrosos
fr: Restez protégé contre les sites de phishing et d'arnaque potentiellement dangereux
ja: 保护免受潜在危险的网络钓鱼和诈骗网站
pt: Mantenha-se protegido contra sites de phishing e golpes potencialmente perigosos
ru: Оставайтесь защищенными от потенциально опасных фишинговых и мошеннических сайтов
th: รักษาการป้องกันจากเว็บไซต์การหลอกลวงและการแอบอ้างที่เป็นอันตราย
tr: Potansiyel tehlikeli phishing ve dolandırıcılık sitelerinden korunun
zh: 潜在的に危険なフィッシングや詐欺サイトから保護されます

source: ready
ar: جاهز
de: bereit
es: listo
fr: prêt
ja: 准备就绪
pt: pronto
ru: готово
th: พร้อม
tr: hazır
zh: 準備完了

# galaxyvpnProtectionIs
source: Whatever VPN protection is
ar: حماية Whatever VPN هي
de: Whatever VPN-Schutz ist
es: La protección de Whatever VPN es
fr: La protection de Whatever VPN est
ja: Whatever VPN 保护是
pt: A proteção do Whatever VPN é
ru: Защита Whatever VPN -
th: การป้องกันของ Whatever VPN คือ
tr: Whatever VPN koruması
zh: GalaxyVPN の保護は

source: to be activated
ar: لتكون نشطة
de: zu aktivieren
es: para ser activado
fr: à activer
ja: 待激活
pt: para ser ativado
ru: должна быть активирована
th: ให้เปิดใช้งาน
tr: etkinleştirilmek üzere
zh: アクティブ化する必要があります

# completeDatabase
source: -complete database of high risk sites.
ar: - قاعدة بيانات كاملة للمواقع ذات المخاطر العالية.
de: -vollständige Datenbank mit Hochrisiko-Sites.
es: -base de datos completa de sitios de alto riesgo.
fr: - base de données complète des sites à haut risque.
ja: - 高风险网站的完整数据库。
pt: - banco de dados completo de sites de alto risco.
ru: - полная база данных сайтов с высоким риском.
th: - ฐานข้อมูลเต็มของเว็บไซต์ที่เสี่ยงสูง
tr: -yüksek riskli sitelerin tam veritabanı.
zh: - 高リスクサイトの完全なデータベース。

# weeklyRegularUpdates
source: -weekly regular updates for full protection.
ar: - تحديثات منتظمة أسبوعية للحماية الكاملة.
de: -wöchentliche regelmäßige Updates für vollen Schutz.
es: -actualizaciones regulares semanales para una protección completa.
fr: - mises à jour régulières hebdomadaires pour une protection totale.
ja: - 每周定期更新以获得完整保护。
pt: - atualizações regulares semanais para proteção total.
ru: - еженедельные регулярные обновления для полной защиты.
th: - การอัปเดตประจำสัปดาห์เพื่อความป้องกันที่ครบถ้วน
tr: -tam koruma için haftalık düzenli güncellemeler.
zh: - 完全な保護のための週次定期アップデート。

source: Do you want to
ar: هل تريد أن
de: Möchten Sie
es: ¿Quieres
fr: Voulez-vous
ja: 你想要吗
pt: Você quer
ru: Хотите ли вы
th: คุณต้องการ
tr: Yapmak ister misiniz
zh: アクティブ化しますか

source: activate
ar: تفعيل
de: aktivieren
es: activar
fr: activer
ja: 激活
pt: ativar
ru: активировать
th: เปิดใช้งาน
tr: etkinleştirmek
zh: アクティブ化する

source: it?
ar: هذا؟
de: es?
es: lo?
fr: cela?
ja: 吗？
pt: isso?
ru: это?
th: หรือไม่
tr: onu?
zh: それ？

# dayTrialFree
source: 3-day trial free
ar: اختبار مجاني لمدة 3 أيام
de: 3-Tage-Testversion kostenlos
es: Prueba gratuita de 3 días
fr: Essai gratuit de 3 jours
ja: 3 天免费试用
pt: Teste gratuito de 3 dias
ru: 3-дневная пробная версия бесплатно
th: ทดลองใช้ฟรี 3 วัน
tr: 3 günlük deneme ücretsiz
zh: 3日間の無料トライアル

source: Safe VPN connection
ar: اتصال VPN آمن
de: Sichere VPN-Verbindung
es: Conexión VPN segura
fr: Connexion VPN sécurisée
ja: 安全 VPN 连接
pt: Conexão VPN Segura
ru: Безопасное VPN-соединение
th: การเชื่อมต่อ VPN ที่ปลอดภัย
tr: Güvenli VPN bağlantısı
zh: 安全な VPN 接続

source: Active Ads Blocker
ar: مانع الإعلانات النشط
de: Aktiver Anzeigenblocker
es: Bloqueador de anuncios activo
fr: Bloqueur de publicités actif
ja: 活跃的广告拦截器
pt: Bloqueador de Anúncios Ativo
ru: Активный блокировщик рекламы
th: บล็อกโฆษณาที่ใช้งานอยู่
tr: Etkin Reklam Engelleme
zh: アクティブ広告ブロッカー

source: Great Security
ar: أمان عظيم
de: Große Sicherheit
es: Gran seguridad
fr: Grande sécurité
ja: 很好的安全性
pt: Grande Segurança
ru: Отличная безопасность
th: ความปลอดภัยที่ยอดเยี่ยม
tr: Harika Güvenlik
zh: 高いセキュリティ

source: BLOCK SCAM ADS AND MAKE YOUR WEB SURFING SAFE!
ar: قم بحظر إعلانات الاحتيال واجعل تصفح الويب الخاص بك آمنًا!
de: BLOCKIEREN SIE BETRUGSANZEIGEN UND MACHEN SIE IHR WEB-SURFEN SICHER!
es: ¡BLOQUEA ANUNCIOS DE ESTAFA Y HAZ QUE TU NAVEGACIÓN WEB SEA SEGURA!
fr: BLOQUEZ LES PUBLICITÉS ARNAQUES ET RENDEZ VOTRE NAVIGATION SUR INTERNET SÛRE !
ja: 拦截诈骗广告，使您的网络浏览安全！
pt: BLOQUEIE ANÚNCIOS DE GOLPES E FAÇA SUA NAVEGAÇÃO NA WEB SEGURA!
ru: БЛОКИРОВАТЬ МОШЕННИЧЕСКУЮ РЕКЛАМУ И СДЕЛАТЬ СВОЙ ВЕБ-СЕРФИНГ БЕЗОПАСНЫМ!
th: บล็อกโฆษณาขโมยและทำให้การเรียกดูเว็บของคุณปลอดภัย!
tr: DOLANDIRICILIK REKLAMLARINI ENGELLEYİN VE WEB GEZİNMEYİ GÜVENLİ HALE GETİRİN!
zh: スパム広告をブロックし、ウェブサーフィンを安全に！

# renewsCancelAnytime
source: Renews at $9.99/week. Cancel anytime.
ar: يجدد بسعر 9.99 دولار أمريكي / الأسبوع. إلغاء في أي وقت.
de: Verlängert sich automatisch um 9,99 USD/Woche. Jederzeit kündbar.
es: Se renueva a $ 9.99/semana. Cancela en cualquier momento.
fr: Renouvelle à 9,99 $/semaine. Annulable à tout moment.
ja: 每周以 9.99 美元续订。随时取消。
pt: Renova por $ 9,99/semana. Cancele a qualquer momento.
ru: Автоматическое продление за 9,99 долларов в неделю. Отмените в любое время.
th: ต่ออายุที่ 9.99 ดอลลาร์ต่อสัปดาห์ ยกเลิกได้ตลอดเวลา
tr: Haftalık 9.99 ABD dolarına yenilenir. İstediğiniz zaman iptal edin.
zh: 毎週 $9.99 で更新します。いつでもキャンセルできます。

source: Try Free & Block Threads
ar: جرب مجانًا وقم بحظر المواضيع
de: Kostenlos ausprobieren und Threads blockieren
es: ¡Prueba gratis y bloquea hilos!
fr: Essayez gratuitement et bloquez les threads
ja: 免费尝试并阻止线程
pt: Experimente Grátis e Bloqueie Threads
ru: Попробуйте бесплатно и заблокируйте нити
th: ลองใช้ฟรีและบล็อกเธรด
tr: Ücretsiz Deneyin ve İplikleri Engelle
zh: 無料でお試しください、スレッドをブロック

# coloredAdBlocking
source: Ad blocking
ar: حجب الإعلانات
es: Bloqueo de anuncios
fr: Blocage de la publicité
th: บล็อกโฆษณา
tr: Reklam engelleme

# coloredDangerWarning
source: Danger warning
ar: تحذير من الخطر
es: Advertencia de peligro
fr: Avertissement de danger
th: คำเตือนเกี่ยวกับอันตราย
tr: Tehlike uyarısı

# coloredGetFullAccess
source: Get Full Access
ar: الحصول على وصول كامل
es: Obtener acceso completo
fr: Obtenir un accès complet
th: รับการเข้าถึงเต็มรูปแบบ
tr: Tam Erişim Al

# coloredUsesOurAd
source: Uses our ad blocking feature to remove ads on websites, pop-ups and distractions. Enjoy a cleaner web experience.
ar: استخدم ميزة حجب الإعلانات لدينا لإزالة الإعلانات على مواقع الويب والنوافذ المنبثقة والتشتت. استمتع بتجربة ويب أكثر نظافة.
es: Utiliza nuestra función de bloqueo de anuncios para eliminar anuncios en sitios web, ventanas emergentes y distracciones. Disfruta de una experiencia web más limpia.
fr: Utilise notre fonction de blocage des publicités pour supprimer les annonces sur les sites Web, les pop-ups et les distractions. Profitez d'une expérience Web plus propre.
th: ใช้คุณลักษณะการบล็อกโฆษณาของเราเพื่อลบโฆษณาบนเว็บไซต์ ป๊อปอัพ และสิ่งรบกวน สนุกกับประสบการณ์เว็บที่สะอาด
tr: Web sitelerindeki reklamları, açılır pencereleri ve dikkat dağıtıcıları kaldırmak için reklam engelleme özelliğimizi kullanın. Daha temiz bir web deneyimi yaşayın.

# coloredStayProtected
source: Stay protected from potentially dangerous phishing and scam sites
ar: ابق محميًا من مواقع الصيد الاحتيالية والاحتيالية الخطيرة بشكل محتمل
es: Mantente protegido contra sitios de phishing y estafas potencialmente peligrosos
fr: Restez protégé contre les sites de phishing et les escroqueries potentiellement dangereux
th: ปกป้องจากเว็บไซต์ของฟิชชิ่งและฉลองที่อาจเป็นอันตราย
tr: Potansiyel olarak tehlikeli dolandırıcılık ve sahtekarlık sitelerinden korunun

# main3DaysFreeTrialAfter999Week
source: 3 days free trial — after $9.99 / week
ar: تجربة مجانية لمدة 3 أيام — بعد $9.99 / أسبوع
es: Prueba gratuita de 3 días — después de $9.99 / semana
fr: Essai gratuit de 3 jours — après $9.99 / semaine
th: ทดลองใช้ฟรี 3 วัน — หลังจาก $9.99 / สัปดาห์
tr: 3 gün ücretsiz deneme — sonrasında $9.99 / hafta
